{
    "About me": [
        "Looking for a role where I can strech my knowledge and continue to grow as a developer. \n","Avid Backpacker and traveller \n", "New trail runner \n", "Glass Instructor and glassblower for the last 7 years \n", "Always trying to learn more"
    ],

    "Education": [
        "Graduated from Eleven Fifty's 12 week JavaScript Boot Camp in Fishers, Indiana. Attended December 2018 through March 2019. Upon Completion over 500 hours of hands on developing experience had been accrued. "
    ],

    "Past Experience": [
        "Software Developer for CoResponsive from April 2019 until June 2019, a startup located in Nobelsville, IN. Currently working on developing their initial product. Creating a web application, and Chrome extension using ReactJS. Will also be using NodeJS eventually on the API. \n",

        "Software Engineer for https://HikerFeed.com from March 2019 to present. Which is an online resource for hikers to get information about towns and resources available on long-distance trails around the country. Also provides them a way to connect and stay connected when life on trail ends. The web app was built with Vue/Nuxt on the front end and PHP/Laravel on the backend.\n",

        "Currently a teaching artist at the Indianapolis Art Center in the Glass studio. Where I teach the public about glass art and how to create it. I have taught there since February 2014. Responsibilities include managing my classroom, keeping students and the public informed about proper safety in the studio, assisting other artists, and keeping up on equipment maintenance.\n",
        
        "Georgetown Market, where I was the Deli manager from June 2010 through October 2015, before I left to pursue glass art and teaching full-time. Responsibilities included product ordering, managing the front of house and back of house crews, keeping product stocked, and kitchen equipment maintenance."
    ],

    "Tech Stack": [
        "HTML5", "CSS3", "JavaScript", "TypeScript", "NodeJS", "ReactJS", "Vue/Nuxt", "PHP", "Laravel", "Angular 7", "Bootstrap", "React.strap", "Material-UI", "Sequelize", "Express", "PostgresQL", "Postman", "Git", "Github", "Python", "R", "SQL", "MongoDB", "Firebase", "Heroku", "UI/UX", "Agile Methodologies", "Slack", "Docker", "* Currently learning: Vue/Nuxt, PHP/Laravel, Svelte, and Unit Testing with Jest. Also learning how to work with Docker and containers, Virtual Machines (VirtualBox)"
    ],

    "Projects": [
        "Portfolio: https://justisgipson.com\n", "gearLocker: http://jg-gear-locker.herokuapp.com\n", "NASA Astronomy Picture of the Day Search: http://nasa-api-project.firebaseapp.com\n", "JavaScript Tutorial: http://justisgipson.github.io/javaScriptTutorialWebsite\n", "I am also a contributing developer on https://hikerfeed.com/"
    ],

    "Contact": [
        "justis710@gmail.com\n", "https://www.linkedin.com/in/justis-gipson-00275216a/\n", "https://github.com/justisGipson\n", "(317) 605-4164"
    ]
}
